Revit 2024 API
SpecTypeId.PipingVolume Property
 Volume, in discipline Piping.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PipingVolume { get; }
Visual Basic
Public Shared ReadOnly Property PipingVolume As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PipingVolume {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace